Repository: kristijansoldo/wp-hoptown-rentals
Catalog: wp-hoptown-rental/languages/hoptown-rental-*.po
Languages: hr

source: Inflatables
hr: Napuhanci

source: Inflatable
hr: Napuhanac

source: Select Inflatable
hr: Odaberi napuhanac

source: Inflatable Archives
hr: Arhiva napuhanaca

source: Inflatable Attributes
hr: Svojstva napuhanaca

source: Parent Inflatable:
hr: Nadređeni napuhanac:

source: All Inflatables
hr: Svi napuhanci

source: Add New Inflatable
hr: Dodaj novi napuhanac

source: Add New
hr: Dodaj novo

source: New Inflatable
hr: Novi napuhanac

source: Edit Inflatable
hr: Uredi napuhanac

source: Update Inflatable
hr: Ažuriraj napuhanac

source: View Inflatable
hr: Pregledaj napuhanac

source: View Inflatables
hr: Pregledaj napuhance

source: Search Inflatable
hr: Pretraži napuhance

source: Not found
hr: Nije pronađeno

source: Not found in Trash
hr: Nije pronađeno u smeću

source: Featured Image
hr: Istaknuta slika

source: Set featured image
hr: Postavi istaknutu sliku

source: Remove featured image
hr: Ukloni istaknutu sliku

source: Use as featured image
hr: Koristi kao istaknutu sliku

source: Insert into inflatable
hr: Umetni u napuhanac

source: Uploaded to this inflatable
hr: Učitano u ovaj napuhanac

source: Inflatables list
hr: Popis napuhanaca

source: Inflatables list navigation
hr: Navigacija popisa napuhanaca

source: Filter inflatables list
hr: Filtriraj popis napuhanaca

source: Inflatable rental items
hr: Najam napuhanaca

source: Bookings
hr: Rezervacije

source: Booking
hr: Rezervacija

source: Booking Archives
hr: Arhiva rezervacija

source: Booking Attributes
hr: Svojstva rezervacije

source: Parent Booking:
hr: Nadređena rezervacija:

source: All Bookings
hr: Sve rezervacije

source: Add New Booking
hr: Dodaj novu rezervaciju

source: New Booking
hr: Nova rezervacija

source: Edit Booking
hr: Uredi rezervaciju

source: Update Booking
hr: Ažuriraj rezervaciju

source: View Booking
hr: Pregledaj rezervaciju

source: View Bookings
hr: Pregledaj rezervacije

source: Search Booking
hr: Pretraži rezervacije

source: Bookings list
hr: Popis rezervacija

source: Bookings list navigation
hr: Navigacija popisa rezervacija

source: Filter bookings list
hr: Filtriraj popis rezervacija

source: Inflatable rental bookings
hr: Rezervacije najma napuhanaca

source: Booking Details
hr: Detalji rezervacije

source: Customer Details
hr: Podaci o kupcu

source: Pricing Details
hr: Cijene

source: Booking Date
hr: Datum rezervacije

source: Delivery
hr: Dostava

source: Pickup
hr: Preuzimanje

source: Delivery Address
hr: Adresa dostave

source: Pickup Time
hr: Vrijeme preuzimanja

source: Pickup Time (24h)
hr: Vrijeme preuzimanja (24h)

source: Name
hr: Ime

source: Phone
hr: Telefon

source: Note
hr: Napomena

source: Rental Price
hr: Cijena najma

source: Delivery Price
hr: Cijena dostave

source: Total
hr: Ukupno

source: Pricing
hr: Cijene

source: Delivery Options
hr: Opcije dostave

source: Gallery
hr: Galerija

source: Base Price (€)
hr: Osnovna cijena (€)

source: Default rental price per day
hr: Zadana cijena najma po danu

source: Use Day-Specific Pricing
hr: Koristi cijene po danu

source: Enable different prices for weekdays and weekends
hr: Omogući različite cijene za radne dane i vikend

source: Weekday Price (€)
hr: Cijena radnim danom (€)

source: Price for Monday-Friday
hr: Cijena za pon-pet

source: Weekend Price (€)
hr: Cijena vikendom (€)

source: Price for Saturday-Sunday
hr: Cijena za sub-ned

source: Delivery Price (€)
hr: Cijena dostave (€)

source: Additional charge for delivery
hr: Dodatna naknada za dostavu

source: Add Images
hr: Dodaj slike

source: Select Gallery Images
hr: Odaberi slike galerije

source: Add to Gallery
hr: Dodaj u galeriju

source: Available
hr: Dostupno

source: Booked
hr: Rezervirano

source: Selected
hr: Odabrano

source: Selected Date
hr: Odabrani datum

source: Please select a date from the calendar
hr: Odaberite datum iz kalendara

source: Rental Price:
hr: Cijena najma:

source: Delivery Price:
hr: Cijena dostave:

source: Total:
hr: Ukupno:

source: Your Information
hr: Vaši podaci

source: Name and Surname
hr: Ime i prezime

source: Delivery Method
hr: Način dostave

source: Reserve
hr: Rezerviraj

source: Book This Inflatable
hr: Rezerviraj napuhanac

source: No inflatables found.
hr: Nema pronađenih napuhanaca.

source: Please provide an inflatable ID.
hr: Unesite ID napuhanca.

source: Inflatable not found
hr: Napuhanac nije pronađen

source: Inflatable is not available on this date
hr: Napuhanac nije dostupan na ovaj datum

source: Date not available
hr: Datum nije dostupan

source: Security check failed
hr: Sigurnosna provjera nije uspjela

source: Please fill all required fields
hr: Popunite sva obavezna polja

source: Invalid email address
hr: Neispravna email adresa

source: Please provide delivery address
hr: Unesite adresu dostave

source: Please select pickup time
hr: Odaberite vrijeme preuzimanja

source: Pickup time must be in HH:MM format
hr: Vrijeme preuzimanja mora biti u formatu HH:MM

source: Booking submitted successfully!
hr: Rezervacija je uspješno poslana!

source: This date is not available.
hr: Ovaj datum nije dostupan.

source: Error fetching pricing information.
hr: Greška pri dohvaćanju cijene.

source: An error occurred. Please try again.
hr: Došlo je do greške. Pokušajte ponovno.

source: Submitting...
hr: Slanje...

source: Hoptown Settings
hr: Hoptown postavke

source: Settings
hr: Postavke

source: Notifications
hr: Obavijesti

source: Notification Email
hr: Email za obavijesti

source: Address that receives booking notifications.
hr: Adresa koja prima obavijesti o rezervacijama.

source: New booking: %1$s (%2$s)
hr: Nova rezervacija: %1$s (%2$s)

source: Inflatable: %s
hr: Napuhanac: %s

source: Date: %s
hr: Datum: %s

source: Name: %s
hr: Ime: %s

source: Phone: %s
hr: Telefon: %s

source: Delivery Method: %s
hr: Način dostave: %s

source: Delivery Address: %s
hr: Adresa dostave: %s

source: Pickup Time: %s
hr: Vrijeme preuzimanja: %s

source: Note: %s
hr: Napomena: %s

source: Rental Price: %s
hr: Cijena najma: %s

source: Delivery Price: %s
hr: Cijena dostave: %s

source: Total: %s
hr: Ukupno: %s
